<?php

/*
* English language
*/

$lang = [

    'empty_field' => '%s обязательное поле',
    'invalid_field' => 'Неверное значение поля %s',
    'email' => 'email',
    'username' => 'Имя пользователя',
    'phone' => 'Телефон',
    'phone_code' => 'Телефонный код',
    'password' => 'Пароль',
    'first_name' => 'Имя',
    'last_name' => 'Фамилия',
    'gender' => 'Пол',
    'pass_dont_match' => 'Пароли не совпадают',
    'short_field' => 'Длиня значения поля %s не должна быть менее %d символов',
    'long_field' => 'Длиня значения поля %s не должна быть более %d символов',
    'not_int' => 'Значение поля %s должно быть целым числом',
    'used_field' => 'Польщзователь с таким значением поля %s уже зарегистрирован',
    'not_found' => '%s не найден',
    'user' => 'пользователь',
    'avatar' => 'аватар',
    'place_id' => 'ID заведения',
    'place_type' => 'тип заведения',
    'time' => 'время',
    'date' => 'дата',
    'event' => 'событие',
    'already_joined' => 'Пользователь уже присоединился к данному событию',
    'users_id' => 'ID пользователя',
    'city_id' => 'ID города',
];